
"""
DataSet для выполнения валидаци сообщений пользователя
"""
START = (
    'Начать',
)

END = (
    'пока',
    'до_свидания',
    'закончить',
)

GRATITUDE = (
    'Спасибо',
    'Благодарю',
    'Благодарен',
)

WELCOME = (
    'Здравствуйте',
    'Привет',
    'Добрый_день',
    'Добрый_вечер',
    'Доброе_утро',
)

ACTION = (
    'хотеть',
    'хотел',
    'получить',
    'помочь',
    'сделать',
    'внести',
    'оплатить',
    'пожертвовать',
    'узнать',
)

INFORMATION = (
    'информация',
    'проект',
    'о_проекте',
    'проектах',
)

PROJECTS = []

DataSet = {
    'START': START,
    'END': END,
    'WELCOME': WELCOME,
    'ACTION': ACTION,
    'INFO': INFORMATION,
    'PROJECTS': PROJECTS,
    'GRATITUDE': GRATITUDE
}

