
START = (
    'Начать',
)

GRATITUDE = (
    'Спасибо',
    'Благодарю',
    'Благодарен',
)

WELCOME = (
    'Здравствуйте',
    'Привет',
    'Добрый_день',
    'Добрый_вечер',
    'Доброе_утро',
)

ACTION = (
    'хотеть',
    'помочь',
    'сделать',
    'внести',
    'оплатить',
    'пожертвовать',
    'узнать',
)

INFORMATION = (
    'информация',
    'проект',
    'о_проекте',
)

PROJECTS = (
    'дети',
    'детьми',
    'взрослые',
    'пожилые',
    'природа',
    'животные',
    'другое',
)

DataSet = {
    'START': START,
    'WELCOME': WELCOME,
    'ACTION': ACTION,
    'INFO': INFORMATION,
    'PROJECTS': PROJECTS,
    'GRATITUDE': GRATITUDE
}

possibleProjectSource = {
    'дети': 1,
    'детьми': 1,
    'взрослые': 2,
    'пожилые': 3,
    'животные': 4,
    'природа': 5,
    'другое': 32
}

PROJECT_NAMES = [
    'дети',
    'природа',
    'пожилые',
    'взрослые',
    'животные'
]
